class Ex9_9
{
public static void main(String[] args)
{
int item1=1,item2=1,item3=2;
String msg="------------------------------------";
msg+="\n비플제로페이 영수증";
msg+="\n---------------------------------------";
msg+="\n품목	정가	수량	금액";
msg+="\n---------------------------------------";
msg+="\n생수	1200	"+item1+"	"+item1*1200;
msg+="\n풍선껌	500	"+item2+"	"+item2*1000;
msg+="\n과자	3500	"+item3+"	"+item3*10500;
msg+="\n---------------------------------------";
msg+="\n합계 			" +1200+1000+10500;
System.out.println(msg);

}
}